{
  "inputText": "# GTM Quest x Climatise: AI-Powered Go-To-Market Engineering\n\n## Your End-to-End Emissions Solution Deserves an End-to-End GTM System\n\nA proposal for building scalable, automated outbound infrastructure targeting 37 defined ICPs across UK carbon accounting.\n\n---\n\n# The Challenge: 37 ICPs, Complex Signals, Manual Chaos\n\nClimatise has defined 37 Ideal Customer Profiles across 5 categories:\n\n- Category A: Regulatory-Driven (12 ICPs) - SECR, NHS, PPN 006, PAS 2080\n- Category B: Supply Chain Pressure (6 ICPs) - Tesco, Sainsburys, FMCG\n- Category C: Voluntary/Values-Driven (3 ICPs) - B Corp, SBTi, CDP\n- Category D: Sector-Specific (12 ICPs) - MATs, Universities, Manufacturing\n- Category E: Emerging (4 ICPs) - Insurance, Franchises, Recruitment\n\nCombined TAM: 100,000+ decision makers\n\nWithout automation, you are leaving pipeline on the table.\n\n---\n\n# Tier 1 Priority ICPs: Where We Start\n\nGovernment Contract Bidders: 5,000+ companies, Critical urgency, PPN 006 Carbon Reduction Plan trigger\n\nNHS Suppliers Tier 1: 2,000 companies, High urgency, April 2027 Scope 3 deadline\n\nSECR-Obligated December Year-End: 3,300 companies, High urgency, 30 September annual deadline\n\nSECR-Obligated March Year-End: 4,400 companies, High urgency, 31 December annual deadline\n\nNational Highways Suppliers: 500 companies, Critical urgency, PAS 2080 by end of 2025\n\n15,200 high-intent companies with hard deadlines driving purchase urgency.\n\n---\n\n# The GTM Stack: Clay-Based Discovery with RevOps Backbone\n\nDiscovery Layer using Clay:\n- Waterfall enrichment: Findy, Icypeas, Prospero\n- Social signals via Trigify\n- Hire and promotion tracking\n- News and funding announcement scraping\n- LinkedIn deep enrichment via Apify\n\nExecution Layer:\n- LaGrowthMachine for LinkedIn with 4G mobile proxy protection\n- Instantly for email with final verification\n- HubSpot as system of record\n- Breakcold plus Surfe for frontline CRM\n\nData Infrastructure:\n- Supabase or Neon for unlimited storage beyond Clay limits\n- Custom scrapers: Find a Tender, bidstats.uk, Contract Finder API\n- AI qualification into Slack for real-time alerts\n\n---\n\n# Signal-Triggered Outbound: Right Message, Right Time\n\nGovernment Contract Signals:\n- Daily scraper on Find a Tender and bidstats.uk\n- AI qualification for carbon-relevant tenders\n- Instant enrichment of winning and bidding companies\n- Triggered campaign: We saw you just won a contract - PPN 006 requires a Carbon Reduction Plan\n\nSECR Deadline Signals:\n- Companies House year-end date extraction\n- 6-9 month prep window targeting\n- Countdown sequences: Your SECR deadline is in 6 months\n\nNHS Supplier Signals:\n- NHS SBS framework list monitoring\n- Contract award tracking\n- April 2027 is closer than you think messaging\n\n---\n\n# Personalisation at Scale: The Human Touch\n\nNo automation at the point of execution for high-value prospects.\n\n- LinkedIn acceptance triggers human review, not auto-message\n- Full LinkedIn profile enriched: academic background, career path, personality signals\n- SDR receives context card: pain points, company signals, personal hooks\n- Voice notes from real humans, not AI clones\n- Colleague tracking for multi-threading into accounts\n\nTertiary markets: Fully automated sequences acceptable\n\nTier 1 prospects: 100% human-checked before first real message\n\n---\n\n# Content Engine: Authority That Converts\n\nGated Assets by ICP:\n- SECR Deadline Countdown webinar series\n- PPN 006 Carbon Reduction Plan Template\n- NHS Supplier Carbon Roadmap Guide\n- PAS 2080 Compliance Guide\n- How to Report Carbon Data to Major Retailers\n\nAEO Answer Engine Optimisation:\n- Next.js components for Gen-AI discoverability\n- Readable PDFs that drive results\n- llms.txt implementation\n- Live results already achieved on other projects\n\nLinkedIn Authority Building:\n- SuperGrow or Taplio for content scheduling\n- HappyClapper for team amplification\n- Targeted LinkedIn Ads with SmartLinks to track engagement\n\n---\n\n# Automation Architecture: Handover-Ready\n\nSignal Sources feed into Clay Discovery which syncs to Supabase or Neon then triggers Campaign Execution\n\nSignal Sources include: bidstats.uk, Find a Tender, Companies House\n\nClay Discovery handles: Waterfall Enrichment, LinkedIn Deep Scrape, News and Funding Alerts\n\nSupabase or Neon provides: Unlimited Storage, RevOps Dashboards, Full Audit Trail\n\nCampaign Execution via: LaGrowthMachine, Instantly, HubSpot Sync\n\nKey principle: Deprecate Clay to discovery and enrichment orchestration layer. Build persistent RevOps infrastructure that internal teams can operate post-engagement.\n\n---\n\n# What Gets Built\n\nPhase 1 Foundation:\n- Supabase or Neon database architecture\n- Clay workspace with ICP-specific tables\n- Signal scrapers: Find a Tender, bidstats.uk, Companies House\n- Initial enrichment waterfalls\n\nPhase 2 Campaign Infrastructure:\n- LaGrowthMachine setup with proper proxy configuration\n- Instantly domains and warmup\n- LinkedIn safety protocols and monitoring\n- HubSpot integration and RevOps dashboards\n\nPhase 3 Launch Tier 1 ICPs:\n- Government Contract Bidders campaign live\n- SECR December YE sequence active\n- NHS Tier 1 outreach running\n- Signal monitoring in Slack\n\nPhase 4 Handover:\n- Documentation and runbooks\n- Team training sessions\n- Ongoing optimisation support\n\n---\n\n# Investment Options\n\nFlexible 2 Days Per Week Engagement\n\nWorkshops at 1000 GBP per day: Strategy sessions, ICP refinement, team training\n\nStrategy, Coding and Building at 750 GBP per day: System architecture, Clay builds, integrations\n\nOngoing Support for 3 months at 500 GBP per day: Maintenance, optimisation, troubleshooting\n\nStructure: 2 days per week flexible - can be spread across the week as needed. Not fixed blocks.\n\nTerms: Weekly rolling break clause. 100% flexibility.\n\nOptional: Business development involvement - can support with direct outreach and relationship building.\n\n---\n\n# Why GTM Quest\n\nOperational Execution: Not strategy decks - working systems that run\n\nRevOps-First Architecture: Built for handover, not dependency\n\nLinkedIn Safety Expertise: 4G mobile proxies, proper protocols, zero flags to date\n\nSignal-Triggered Outbound: Scraper-first approach beats list-buying\n\nAI-Native Content: AEO, Gen-SEO, and llms.txt implementation experience\n\nLocal: Based in Borough - happy to meet in person or work remotely\n\n---\n\n# Next Steps\n\n1. This Week: Confirm engagement scope and start date\n2. Week 1: Workshop - finalise Tier 1 ICP prioritisation, map signal sources\n3. Week 2-3: Build foundation infrastructure with Supabase, Clay, scrapers\n4. Week 4 onwards: Launch first campaigns, iterate based on response data\n\nContact: dan@gtm.quest\n\nLets build a GTM system as sophisticated as your emissions platform.",
  "textMode": "preserve",
  "format": "presentation",
  "numCards": 12,
  "textOptions": {
    "amount": "medium",
    "tone": "Professional, confident, technical but accessible. B2B SaaS sales tone.",
    "audience": "Lennon Harding-Wade, CEO of Climatise - technical founder who understands GTM, looking for execution support not strategy education",
    "language": "en"
  },
  "imageOptions": {
    "source": "webFreeToUseCommercially",
    "style": "Clean, modern, tech-forward imagery. Green and sustainability themes where relevant. Data visualisations and dashboard mockups."
  },
  "cardOptions": {
    "dimensions": "16x9"
  },
  "additionalInstructions": "Use a professional, modern theme with navy blue and black as primary colors to match Climatise branding. Use Inter or DM Sans style fonts. Keep the design clean and tech-forward, similar to a SaaS pitch deck. Include data visualisation elements where tables are shown. The deck should feel premium but not flashy - credible and operational."
}
